[
    {
        "id": 1,
        "title": "The Boys",
        "imgSrc": "theBoys",
        "description": "The Boys is an American dark superhero television series developed by Eric Kripke for Amazon Prime Video. Based on the comic book of the same name by Garth Ennis and Darick Robertson, it follows the eponymous team of vigilantes as they combat superpowered individuals who abuse their abilities. The series features an ensemble cast that includes Karl Urban, Jack Quaid, Antony Starr, Erin Moriarty, Dominique McElligott, Jessie T. Usher, Chace Crawford, Laz Alonso, Tomer Capone, Karen Fukuhara, and Nathan Mitchell.",
        "memesList": [
            {
                "memeId": 1,
                "topic": "The Boys",
                "memeSrc": "theBoysMeme1",
                "note": "The Boys S3 - Ep.6",
                
            },
            {
                "memeId": 2,
                "topic": "The Boys",
                "memeSrc": "theBoysMeme2",
                "note": "The Boys S3 - Ep.8",
            },
        ]

    },
    {
        "id": 2,
        "title": "Anime",
        "imgSrc": "anime",
        "description": "Anime (Japanese: アニメ, IPA: [aɲime] (listen)) is a Japanese term for animation. Outside of Japan and in English, anime refers specifically to animation produced in Japan. However, in Japan and in Japanese, anime (a term derived from a shortening of the English word animation) describes all animated works, regardless of style or origin. Animation produced outside of Japan with similar style to Japanese animation is commonly referred to as anime-influenced animation.",
        
        "memesList": [
            {
                "memeId": 1,
                "topic": "Anime",
                "memeSrc": "animeMeme1",
                "note": "Bokutachi wa Benkyou ga Dekinai",
            },
            {
                "memeId": 2,
                "topic": "Anime",
                "memeSrc": "animeMeme2",
                "note": "Kono Subarashii Sekai ni Shukufuku wo",
            },
        ]
    },
    {
        "id": 3,
        "title": "Basketball",
        "imgSrc": "basketball",
        "description": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court, while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one, two or three one-point free throws. The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
        "memesList": [
            {
                "memeId": 1,
                "topic": "Basketball",
                "memeSrc": "basketballMeme1",
                "note": "Lebron and Jr.Smith",
            },
            {
                "memeId": 2,
                "topic": "Basketball",
                "memeSrc": "basketballMeme2",
                "note": "Stephen.A.Smith",
            },
        ]
    },
    
]
 

